<?php
include_once 'header.php';
include_once 'standart-aside.php'; ?>
<section class="main-content">
    <div class="secondary-banner">
    </div>  
    <div class="main-content-text">
        <h1>О компании</h1> 
        <h2>Рейтинг популярности</h2>
        <p> MyPop.top – это уникальный сервис, с помощью которого можно определить, насколько популярен человек. Чтобы попасть в рейтинг звезд достаточно зарегистрироваться на сайте через одну из социальных сетей. Чем больше друзей и подписчиков имеет аккаунт в соцсети, тем выше место в рейтинге. При подсчете сервис также учитывает наличие страниц в других соцсетях, потому важно указать их в личном кабинете при редактировании страницы. Влияет на место и число запросов в поисковой системе. Однако это имеет отношении только к подтвержденным страницам. Еще повысить или, наоборот, понизить рейтинг могут лайки и дизлайки. Ставить их могут только зарегистрированные пользователи. Комментарии на место в топе не влияют. 
<br >Результаты подсчета рейтинга могут менятся. Если количество подписчиков и друзей в соцсетях увеличилось или уменьшилось, то сервис это учтет. Данные обновляются каждый день.<br />
 <a href="http://mypop.top/">Топ звезд</a>    делится на категории: спорт, музыка, кино/театр, тв/радио, интернет, фирма . В каждой группе – свои лидеры. Чтобы попасть в одну из групп, необходимо в личном кабинете указать свою сферу деятельности. В противном случае страница будет учитываться только в общем рейтинге.  </p>
         </div>     
</section>    
<?php include_once 'footer.php'; ?>
