<?php
include_once 'header.php';
include_once 'aside.php';
?>

<section class="main-content help">  
    <div class="main-content-text">
        <h1>Вопросы и ответы:</h1>
        <div class="answer">
            <h2>
                1. Что это за сайт? 
            </h2>
            <p>
                MyPop.Top – это сервис, который высчитывает рейтинг популярности пользователей. Чем выше место в рейтинге, тем пользователь популярнее. 
            </p>
        </div>
        <div class="answer">
            <h2>
                2. Как работает рейтинг? 
            </h2>
            <p>
                Рейтинг высчитывается по общему количеству друзей и подписчиков во всех социальных сетях, которые пользователь добавил к себе на страницу. В большей степени на рейтинг влияет Instagram, в меньшей степени - Twitter . Влияют на место в рейтинге и запросы в поисковых системах (только у подтвержденных пользователей). Данные рейтинга обновляются ежедневно. 
            </p>
        </div>
        <div class="answer">
            <h2>
                3. Как добавить себя? 
            </h2>
            <p>
                Для того чтобы зарегистрироваться на сайте, нужно нажать на кнопку “Добавить себя” и выбрать одну из предложенных соцсетей, где у вас есть личный аккаунт. В таком случае некоторые данные с той страницы (аватарка, стана, город, возраст и т.д.) будут перенесены в анкету на сайте MyPop.Top 
            </p>
            <p>
                При отсутствии аккаунта в соцсетях или нежелании его указывать зарегистрироваться можно, придумав логин и указав свой почтовый адрес. 
            </p>
        </div>
        <div class="answer">
            <h2>
                4. Как добавить другие соцсети? 
            </h2>
            <p>
                Чтобы добавить на страницу другие соцсети, нужно зайти в личный кабинет через соцсеть, которая была указана при регистрации. Далее надо нажать на кнопку “Редактировать” под аватаркой, а затем ниже выбрать другие соцсети. 
            </p>
        </div>
        <div class="answer">
            <h2>
                5. Сколько соцсетей можно добавить? 
            </h2>
            <p>
                Всего можно добавить три соцсети: Instagram, Twitter и одну из 5 предложенных соцсетей (ВКонтакте, Facebook, Одноклассники, Мой мир, Google+) 
            </p>
        </div>
        <div class="answer">
            <h2>
                6. Для чего в анкете автоматически указываются имя и фамилия на английском языке? 
            </h2>
            <p>
                Эти данные необходимы для общего рейтинга по всем странам. Имена, указанные на родном языке, учитываются только в рейтинге по своей стране. Кроме того, это нужно при подсчете точного количества запросов имени пользователя в поисковых системах. 
            </p>
        </div>
        <div class="answer">
            <h2>
                7. Для чего нужен НИК? 
            </h2>
            <p>
                Строка с указанием ника создана в первую очередь для пользователей, которые больше известны под псевдонимом, чем под своим настоящим именем. По этой причине есть возможность указать в анкете только ник. Однако можно использовать ник наряду с именем и фамилией. Но в любом случае на рейтинг будут влиять запросы в поисковых системах только с указанием ника. Использовать ник при желании может любой пользователь. 
            </p>
        </div>
        <div class="answer">
            <h2>
                8. Для чего нужны лайки и дизлайки? И почему я не могу их ставить? 
            </h2>
            <p>
                Лайки и дизлайки влияют на рейтинг. Их могут ставить все зарегистрированные пользователи. Чем больше лайков, тем выше рейтинг. Дизлайки, наоборот, уменьшают рейтинг. Если вы не можете поставить лайк пользователю, значит, это действие уже было вами совершено или же вы не авторизованы на сайте. 
            </p>
        </div>
        <div class="answer">
            <h2>
                9. Как информацию с Википедии использовать в описании? 
            </h2>
            <p>
                Для этого необходимо при редактировании страницы в поле Wikipedia вставить ссылку на свою страницу в Википедии. 
            </p>
        </div>
        <div class="answer">
            <h2>
                10. Как получить галочку подтвержденного пользователя? 
            </h2>
            <p>
                Для этого надо связаться с администрацией сайта через “Обратную связь” (этот раздел находится в подвале сайта).
            </p>
        </div>
        <div class="answer">
            <h2>
                11. Как зайти/опустится в подвал сайта 
            </h2>
            <p>
                Для этого надо зайти на любой профиль и спустить экран вниз.
            </p>
        </div>
    </div>     
</section>    

<?php include_once 'footer.php'; ?>